<?php
$content =
"<h3><u>설치 제2단계 작업에 대하여</u></h3>
<p>XOOPS Cube 설치의 제1단계 작업이 완료되었습니다.
XOOPS Cube 의 필수모듈들을 설치하기 위해서 제2단계 작업을 실행하실 필요가 있습니다.</p>
<p></p>
<p>다음 버튼을 클릭하시면 로그인화면이 나타나오니 제1단계작업에서 설정하신 관리자계정으로 먼저 로그인해 주십시오!</p>
<p>로그인에 성공하시면 설치가능한 모듈의 리스트가 표시될 것입니다. 잘 확인하신 후 설치선택가능한 모듈이 있을 경우 체크박스에 체크하신 후 설치 버튼을 클릭하시면 해당 모듈의 설치작업이 진행됩니다.(체크박스가 없는 모듈은 필수모듈입니다.) </p>
<p>선택한 모듈들의 설치작업이 완료된 이후엔 자동으로 로그인된 상태로 메인 인덱스화면으로 이동되어질 것입니다.</p>
<u><b>XOOPS Cube의 사용법에 관하여</b></u>
<p>[아직 작성안됨]</p>
<u><b>지원</b></u>
<p><a href='http:
<a href='http:
";
?>
